;---------------------------------BEGIN: EMCC\Caliset-----------------------------------------
[CALISET_DLG_102]
CAPTION = Phần mềm hiệu chỉnh HL
ID1022 = bộ giải pháp
ID1023 = Vui lòng chọn:
ID1007 = lưu cái khác dưới dạng
ID1017 = Xóa
ID1084 = nhập
ID1085 = Xuất

ID1075 = tiêu đề chính xác
ID1024 = tham số cơ bản
ID1025 = phạm vi tốc độ (mm):
ID1026 = Phạm vi đánh dấu (mm):
ID1072 = hệ tọa độ hệ thống
ID1077 = góc quay
ID1079 = x offset (mm)
ID1080 = y offset (mm)
ID1119 = gương rung 1 = x
ID1120 = Gương rung 2 = x
ID1116 = đảo ngược
ID1117 = đảo ngược

ID1030 = Lưới và hiệu chỉnh cấp độ (Double -Click để bật lên cửa sổ tính toán tự động sau khi chọn tỷ lệ zoom)
ID1009 = thêm cấp độ
ID1010 = Xóa cấp độ
ID1012 = Hiệu ứng tổng thể đa cấp
ID1031 = Quay lại cấp độ từ:
ID1018 = Biểu đồ văn bản đánh dấu mức tối đa

ID1053 = Định hiệu Red Guang
ID1043 = Bật
ID1054 = x Tỷ lệ khả năng Astability:
ID1055 = Y zoom tỷ lệ:
ID1056 = X Dịch chuyển (mm):
ID1057 = y độ lệch (mm):

ID1058 = lấy nét
ID1065 = Phương thức lấy nét
ID1059 = Loại lấy nét động
ID1060 = chế độ điều khiển
ID1061 = khoảng cách của trục (mm)
ID1082 = fangtou với chiều cao máy bay làm việc (mm)
ID1063 = giá trị tốt (um)
ID1062 = Hệ số bù tiêu điểm động

ID1011 = test f7
ID1037 = Dừng
ID1014 = tham số >>

ID1109 = loại chính xác
ID1099 = hiệu chỉnh thông thường
ID1100 = hiệu chỉnh cao 1 [Máy ​​quét]
ID1101 = High -Precision Hiệu chỉnh [Nhập dữ liệu tọa độ thực]]
ID1110=Hiệu chỉnh độ chính xác cao Mô tả: 1, trước tiên chọn hiệu chỉnh thông thường để điều chỉnh thông thường, điều chỉnh sơ bộ hệ tọa độ, hiệu chỉnh ánh sáng đỏ, kích thước BOX và biến dạng. 2, Chọn hiệu chỉnh độ chính xác cao để tạo ra các điểm lưới. 3. Nhập dữ liệu bằng các công cụ khác nhau và xử lý.
ID1114=Nhập dữ liệu hiệu chỉnh chính xác cao trực tiếp

ID1089 = hiệu chỉnh cao
ID1086 = tạo điểm lưới
ID1111 = Bước đầu tiên: Tạo điểm lưới.
ID1112 = Bước 2: Giới thiệu dữ liệu tọa độ thực được đo bằng máy quét hoặc phép đo hai chiều.
ID1113 = Bước 3: Tạo bảng hiệu chỉnh cao và xác nhận thoát bảo quản.

ID1096 = tỷ lệ
ID1027 = Phạm vi đánh dấu cao (mm)
ID1097 = Bump
ID1028 = Kích thước hộp kiểm tra (mm):
ID1091 = nhập dữ liệu sau khi xử lý máy quét
ID1087 = nhập dữ liệu
ID1016 = Tạo bảng hiệu chỉnh cao cấp
ID1139=Tạo bảng hiệu chỉnh
ID1 = ok
ID2 = Hủy
ID1142=Kiểm soát đánh dấu

[CALISET_DLG_167]
CAPTION = Nhập dữ liệu cao
ID1114 = X Tệp tọa độ thu được từ chiều thứ hai:
ID1115 = Y Tệp tọa độ thu được từ chiều thứ hai:
ID1 = ok
ID2 = Hủy

[CALISET_DLG_159]
CAPTION = Lưu giải pháp
ID1036 = Sơ đồ sửa được lưu trữ riêng:
ID1 = ok
ID2 = Hủy

[CALISET_DLG_131]
CAPTION = Tham số đánh dấu
ID1032 = số lần đánh dấu:
ID1033 = Tốc độ đánh dấu (mm/s)
ID1035 = Power (%)
ID1034 = Q Tần số (kHz)
ID1036 = Q Thời gian phát hành (US)
ID1037 = Độ trễ của laser (Hoa Kỳ)
ID1 = ok
ID2 = Hủy

[CALISET_DLG_160]
CAPTION = Đặt thông tin ghi nhãn nhãn
ID1093 = số lượng hàng
ID1094 = số cột
ID1116 = chỉ đặt số cấp bậc, không được đánh dấu
ID1 = đánh dấu
ID2 = Hủy
ID1099=chấm
ID1100=Chữ thập
ID1101=Vòng tròn

[CALISET_DLG_164]
CAPTION = Chọn Thẻ điều khiển
ID1098 = Vui lòng chọn thẻ làm việc:
ID1 = ok
ID2 = Hủy

[CALISET_STRINGTABLE]
ID0 = kích thước hộp (mm)
ID1 = x tỷ lệ zoom % %
ID2 = y zoom tỷ lệ % %
ID3 = x gập lại
ID4 = y Bump
ID5 = x hình thang
ID6 = y hình thang
ID7 = x song song
ID8 = y song song
ID9 = x Tỷ lệ tích cực % %
ID10 = x tỷ lệ âm % % %
ID11 = y tỷ lệ tích cực % %
ID12 = y tỷ lệ âm % %
ID13 = tham số \ cấp độ
ID14 = hiện tại (a)
ID15 = power (%)
ID16 = hiện tại (%)
ID17 = chiều rộng xung laser (ns)
ID18 = chế độ laser
ID999 = đã có phần mềm đánh dấu hoặc phần mềm sửa chữa đang chạy, vui lòng đóng nó trước!
ID1000 = bị mất hoặc thiệt hại cho tệp điểm chuẩn, vui lòng xác nhận xem phần mềm có bình thường không!
ID1001 = Việc khởi tạo thẻ điều khiển đánh dấu không thành công!
ID1002 = Cài đặt hệ thống thẻ điều khiển nhãn không thành công!
ID1003 = Vui lòng chọn mức hiệu chỉnh bạn muốn kiểm tra trước!
ID1004 = Hoạt động không thành công, vui lòng thử sau!
ID1005 = Có tên sơ đồ đã tồn tại không?
ID1006 = Phạm vi hiệu chỉnh không thể là 0!
ID1007 = Phạm vi đánh dấu không thể là 0!
ID1008 = Hệ số tỷ lệ của phạm vi hiệu chỉnh và phạm vi đánh dấu là không chính xác.
ID1011 = Vui lòng chọn cấp độ để xóa cấp độ
ID1012 = Vui lòng giữ ít nhất là hiệu chỉnh đầu tiên!
ID1013 = Lỗi tệp!
ID1014 = Đặt dữ liệu hiệu chỉnh thành thẻ không thành công, vui lòng thử sau!
ID1015 = Sơ đồ cấu hình hiệu chỉnh này không phù hợp với phiên bản phần mềm hiện tại. Nó có bị ép buộc đọc không?
ID1016 = Kích thước hộp không thể vượt quá phạm vi đánh dấu!
ID1017 = Kích thước hộp không thể vượt quá kích thước của cấp độ trước!
ID1018 = Cài đặt hiệu chỉnh hiện tại đã được sửa đổi, nó có được lưu trữ không?
ID1019 = đọc tệp không thành công!
ID1020 = Xác nhận việc xóa sơ đồ hiện tại?
ID1021 = Chó phần mềm không được phát hiện!
ID1022 = Chó phần mềm được phát hiện, nhưng không phải là chó phần mềm hợp pháp!
ID1023 = Có nhiều hơn 1 phần mềm pháp lý được chèn!
ID1024 = Chuyển đổi con chó ban đầu để chạy một con chó không thành công!
ID1025 = "Ủy quyền phần mềm hiện tại đã hết hạn và bạn cần liên hệ
ID1026 = "D160"
ID1027 = "D480"
ID1028 = "CO2 Nâng cao"
ID1029 = "Truyền thống CO2"
ID1030 = "Launch không thành công"
ID1031 = Kích thước hộp không thể nhỏ hơn cấp độ tiếp theo!
ID1032 = ngoài khu vực hiệu quả hiệu quả
ID1033 = "Farth Focus"
ID1034 = "COKing động 3D"
ID1035 = "Trọng tâm trở lại thông thường"
ID1036 = "Chế độ điều khiển laser đơn giản phải nhỏ hơn phạm vi đánh dấu%DMM" "
ID1037 = "Nhận ID chó được lưu trong thẻ không, vui lòng kiểm tra xem thẻ có bị ràng buộc không"
ID1038 = "Nhập thất bại"
ID1039 = "Nhập thành công"
ID1040 = "Xuất thất bại"
ID1041 = "Xuất khẩu thành công"
ID1042 = "Hoạt động không thành công"
ID1043 = "Dữ liệu tệp không khớp"
ID1044 = "Focus 3D" sau đó "
ID1045 = "X Đường dẫn tệp tọa độ trống!"
ID1046 = "Y đường dẫn tệp tọa độ trống!"
ID1047 = "Con chó trên thẻ không phù hợp với số con chó được mã hóa"
ID1048 = "Số thẻ trên thẻ trống hoặc độ dài không đúng" "

;---------------------------------End: EMCC\Caliset-----------------------------------------

[error]
1= Thẻ không được khởi tạo hoặc không thể tìm thấy thẻ!
2 = Đặt lại thất bại!
3 = phiên bản thẻ là không chính xác!
4= Báo động!
6= Thực hiện thất bại!
7 = Trạng thái không tương ứng!
16= Lệnh hết thời gian chờ!
17= Lệnh bị mất!
18= Giao diện gọi không đồng bộ!
19 = Giao diện bị chiếm đóng bởi các chương trình khác!
20 = Z trục vượt quá giới hạn hoặc sửa chữa các tập tin bị hỏng!
21= Tham số không khớp!
23= Phân bổ bộ nhớ thất bại!
100 = Sử dụng ngoại tuyến!
101= Lệnh bị hủy bỏ!
1001=Cổng 1
1002=Cổng 2
1003=Cổng 3
1004=Cổng 4
1005=Cổng 5
1006=Cổng 6
1007=Cổng 7
1008= Đầu vào laser chưa sẵn sàng
1009= Đầu vào laser đã sẵn sàng

[4]
1 = Laser quá nóng, xin vui lòng tắt nguồn!
2 = Laser báo động ngược cao, xin vui lòng tắt nguồn!
3 = Laser MO bất thường, xin vui lòng tắt nguồn!
4 = Nắp laser được bật, vui lòng tắt nguồn và lắp đặt nắp laser!
5 = Cửa an ninh được mở, vui lòng đóng cửa an toàn!
6 = Tắt cửa ánh sáng bất thường, vui lòng tắt nguồn và kiểm tra cửa quang!
7 = Bật cửa ánh sáng bất thường, vui lòng tắt nguồn và kiểm tra cửa!
8 = Cửa an ninh được mở, đánh dấu tạm dừng, vui lòng đóng cửa an toàn và tiếp tục đánh dấu!
9 = Cửa an ninh được mở và đánh dấu bị hủy bỏ!
10= Hệ thống laser báo động, xin vui lòng tắt nguồn!
11= Điện áp cung cấp laser vượt quá phạm vi, xin vui lòng tắt nguồn!
12= Báo động quá áp nguồn điện laser, vui lòng tắt nguồn và kiểm tra nguồn điện laser!
13= Báo động thiếu điện laser, vui lòng tắt nguồn và kiểm tra nguồn điện laser!
14= BÁO ĐỘNG QUÁ NHIỆT của laser SPI, xin vui lòng tắt nguồn!
15 = SPI laser chuẩn bị bộ khuếch đại quá dòng báo động, xin vui lòng tắt nguồn!
16= SPI laser công suất bộ khuếch đại quá dòng báo động, xin vui lòng tắt nguồn!
17 = SPI laser báo động laser trực tiếp, xin vui lòng tắt nguồn!
18= SPI laser giữ báo động, xin vui lòng tắt nguồn!
19= SPI laser báo động nguồn điện, xin vui lòng tắt nguồn!
20= Laser không biết báo động, xin vui lòng tắt nguồn!
21= Báo động quá dòng nguồn điện laser, xin vui lòng tắt nguồn!
22 = Báo động quá áp nguồn điện laser, xin vui lòng tắt nguồn!
23 = Báo động quá nóng của nguồn điện laser, xin vui lòng tắt nguồn và kiểm tra điều kiện tản nhiệt!
24= Nguồn laser không được bật, vui lòng kiểm tra nguồn điện.
30 = Trong quá trình tập thể dục gặp phải giới hạn tiêu cực, đánh dấu bị đình chỉ!
31 = Trong quá trình tập thể dục gặp phải giới hạn dương, đánh dấu bị đình chỉ!
32 = Xung động cơ nằm ngoài phạm vi
33= Gương dao động DA siêu phạm vi!
34= Trục X nền tảng siêu dương!
35= Nền tảng X trục giới hạn siêu âm!
36= Nền tảng Y trục siêu giới hạn!
37= Nền tảng trục Y siêu âm giới hạn!
38= Điện trên đầu gương là bất thường, xin vui lòng tắt nguồn và kiểm tra!
54=Vui lòng chuyển sang bảng điều chỉnh 512!
55= Vui lòng chuyển sang bảng điều chỉnh 128!
100 = Cửa an ninh hoạt động và mở!

110= Chạm vào giới hạn âm!
111= Chạm vào giới hạn dương!
112 = Trong chuyển động chạm vào nguồn gốc!
500 = Trong quá trình làm nóng gương, hãy thử lại!

[door]
1= Cửa an ninh được mở, vui lòng đóng cửa an ninh!
2 = Cửa an toàn được mở, đánh dấu tạm dừng, xin vui lòng đóng cửa an toàn và tiếp tục đánh dấu!
3 = Cửa an ninh được mở ra, đánh dấu bị hủy bỏ!
4 = Cửa an ninh đã đóng lại và có thể tiếp tục đánh dấu!
5 = Cửa an ninh đã đóng lại, tình trạng bình thường!
6 = trong quá trình tập thể dục gặp phải giới hạn tiêu cực, đánh dấu bị đình chỉ!
7 = trong quá trình tập thể dục gặp phải giới hạn chính xác, đánh dấu bị đình chỉ! 
[usb]
1=Thẻ EMCC đã được kết nối
2= Thẻ EMCC đã bị ngắt kết nối

[4101]
3= DA Thẻ 1 chức năng và thông tin phiên bản
4=DA thẻ 1 phiên bản thông tin ngày
5 = THỜI GIAN HOẠT ĐỘNG của thẻ DA 1
7 = số khung sai mã của thẻ DA 1
9 = DA thẻ 1 đếm ngược lần thứ 4 lỗi thời gian
11 = DA thẻ 1 đếm ngược thời gian lỗi thứ 3
13 = DA thẻ 1 đếm ngược lần thứ hai lỗi thời gian
15 = DA thẻ 1 thời gian cuối cùng của lỗi mã

[4102]
4 = số khung mất mã của thẻ DA 1
6 = DA thẻ 1 đếm ngược thời gian mất mã thứ 4
8 = DA thẻ 1 đếm ngược thời gian mất mã thứ 3
10 = DA thẻ 1 đếm ngược thời gian mất mã thứ hai
12 = DA thẻ 1 thời gian mất mã cuối cùng
14 = DA thẻ 1 thông tin báo động gương
15 = DA thẻ 1 rung gương báo động tắt laser cho phép năng lượng

[4103]
3 = DA Card2 chức năng và thông tin phiên bản
4=DA thẻ 2 phiên bản thông tin ngày
5 = THỜI GIAN HOẠT ĐỘNG của thẻ DA 2
7 = SỐ khung sai mã của thẻ DA 2
9 = DA thẻ 2 đếm ngược thời gian sai mã thứ 4
11 = DA thẻ 2 đếm ngược thời gian lỗi thứ 3
13 = DA thẻ 2 đếm ngược thời gian sai mã thứ hai
15 = DA thẻ 2 thời gian cuối cùng của lỗi mã

[4104]
4 = số khung mất mã của thẻ DA 2
6 = DA thẻ 2 đếm ngược thời gian mất mã thứ tư
8 = DA thẻ 2 đếm ngược thời gian mất mã thứ 3
10 = DA thẻ 2 đếm ngược thời gian mất mã thứ hai
12 = DA thẻ 2 thời gian mất mã cuối cùng
14 = DA thẻ 2 chấn động thông tin báo động
15 = DA thẻ 2 rung gương báo động tắt laser để cho phép năng lượng

[4105]
3= Chức năng thẻ LASER và thông tin phiên bản
4=THÔNG TIN ngày phiên bản thẻ LASER
5= Thời gian chạy của thẻ LASER
7= Số khung sai mã của thẻ LASER
9= Thời gian thẻ LASER đếm ngược lần thứ 4 bị lỗi
11= Thời gian thẻ LASER đếm ngược lần thứ 3 lỗi
13= Thời gian thẻ LASER đếm ngược lần thứ 2 lỗi
15= Thời gian thẻ LASER bị lỗi lần cuối

[4106]
4= Số khung hình bị mất của thẻ LASER
6= Thời gian mất mã thứ 4 của thẻ LASER
8= Thời gian mất mã thứ 3 của thẻ LASER
10= Thời gian mất mã thứ hai của thẻ LASER
12= Thời gian mất mã cuối cùng của thẻ LASER
14= Thông tin báo động gương thẻ LASER
15 = LASER thẻ laser báo động tắt laser để cho phép năng lượng

[4107]
3= Laser thẻ LASER hiện đang ở dạng sóng NS
4= Laser thẻ LASER hiện đang có dạng sóng ps
5= Laser thẻ LASER hiện đang ở dạng sóng fs
6= Laser thẻ LASER hiện đang duy trì công suất

[4102Warning]
0=D0: DA Card1 Giao tiếp dữ liệu bất thường
1=D1:DA Card1 Scanner hệ thống báo động
2=D2:DA Card1 Scanner báo động nhiệt độ
3=D3:DA Card1 Scanner báo động tốc độ thấp
4=D4: Không sử dụng
5=D5: Không sử dụng
6=D6: Không sử dụng
7=D7: Không sử dụng
8=D8: Không sử dụng
9=D9: Không sử dụng
10=D10: Không sử dụng
11=D11: Không sử dụng
12=D12: Không sử dụng
13=D13: Không sử dụng
14=D14: Không sử dụng
15=D15: Thẻ EMCC Giao tiếp dữ liệu bất thường

[4104Warning]
0=D0: THẺ DA 2 Giao tiếp dữ liệu bất thường
1=D1:DA Card2 Scanner hệ thống báo động
2=D2:DA Card2 Scanner báo động nhiệt độ
3=D3:DA Card2 Scanner báo động tốc độ thấp
4=D4: Không sử dụng
5=D5: Không sử dụng
6=D6: Không sử dụng
7=D7: Không sử dụng
8=D8: Không sử dụng
9=D9: Không sử dụng
10=D10: Không sử dụng
11=D11: Không sử dụng
12=D12: Không sử dụng
13=D13: Không sử dụng
14=D14: Không sử dụng
15=D15: Không sử dụng

[4106Warning]
0=D0: Thẻ LASER Giao tiếp dữ liệu bất thường
1 = D1: Báo động nhiệt độ laser
2 = D2: Báo động nguồn điện
3 = D3: Báo động hệ thống
4 = D4: Báo động ngược cao
5 = D5: Laser chưa sẵn sàng
6 = D6: Hạt giống laser đánh lửa thất bại
7 = D7: Báo động nhiệt độ laser hạt giống
8=D8: Báo động quá dòng MO
9=D9: Báo động quá dòng PA
10 = D10: Báo động thẳng
11=D11: Giữ báo động 5
12 = D12: Giữ báo động 4
13=D13: Giữ báo động 3
14=D14: Giữ báo động 2
15= D15: Giữ báo động 1

[Refresh]
Interval=500

